<?php

if (!isset ($dict)) $dict = array(); 

$dict+=array (
    "VALIDATE_NOT_EMPTY" => "Укажите",
    "VALIDATE_USERNAME" => "должно состоять из 4-12 букв или цифр.",
    "VALIDATE_PASSWORD" => "должно состоять из 4-12 букв или цифр.",
    "VALIDATE_PASS_CONFIRM" => "Пароль неверный.",
    "VALIDATE_EMAIL" => "неправильный формат email.",
    "VALIDATE_INT_POSITIVE" => "должно быть .",
    "VALIDATE_FLOAT_POSITIVE" => "должно быть позитивным числом.",
    "VALIDATE_CHECKBOX" => "Вы должны принять",
    "VALIDATE_NUMERIC" => "должно быть числовым значением.",
    "VALIDATE_NUMERIC_POSITIVE" => "должно быть положительным числовым значением.",
    "VALIDATE_INT_ZIP" => "должно состоять из 2-15 текстовых символов",
    "VALIDATE_URL" => "Укажите",

        /*Название ваших матриц*/
      "MX_Title" => "Matrix",

    "ut2" => "За завершение уровня",
    "ut3" => "Спонсору",
    "ut4" => "За перевход",
    "ut5" => "Уровень",
    "ut6" => "Статус",
    "ut7" => "Завершена",
    "ut8" => "незавершенная",
    "ut9" => "Матрица",
    "ut10" => "Данный уровень не открыт",
    "ut11" => "Оплатить",
    "ut12" => "Оплата пользователя",
    "ut13" => "Бонус спонсора",
    "ut14" => "Оплата для",
    "ut15" => "спонсор",
    "ut16" => "реферал",

    'Months' => array(
        '1'=>'Январь',
        '2'=>'Февраль',
        '3'=>'Март',
        '4'=>'Апрель',
        '5'=>'Май',
        '6'=>'Июнь',
        '7'=>'Июль',
        '8'=>'Август',
        '9'=>'Сентябрь',
        '10'=>'Октябрь',
        '11'=>'Ноябрь',
        '12'=>'Декабрь',
    ),
);

?>